{
  "app_title": "Frank Abanto | Web Developer",
  "nav_home": "Home",
  "nav_about": "About Me",
  "nav_projects": "Projects",
  "nav_contact": "Contact",
  "hero_greeting": "Hello World, I'm Frank Abanto",
  "hero_title_part1": "Passionate about ",
  "hero_title_part2": "Web Development",
  "hero_description": "With the purpose of transforming ideas into code, creating digital products that change the way people interact with technology.",
  "hero_download_cv": "Download CV",
  "hero_contact_me": "Contact Me",
  "about_title": "About Me",
  "about_who_am_i_title": "Who Am I?",
  "about_who_am_i_text": "Creative by nature and curious by vocation, I transform ideas into functional and visual digital experiences. I am driven by commitment, adaptability, and the energy to learn, contribute, and make a difference in every project.",
  "about_my_objective_title": "My Objective",
  "about_my_objective_text": "My goal is to continue learning and develop professionally in an environment that fosters innovation and teamwork, contributing my skills to achieve common goals.",
  "about_my_profile_title": "My Profile",
  "about_my_profile_text": "Proactive and results-oriented, with the ability to face challenges and deliver innovative solutions. I stand out for my adaptability and constant learning capacity.",
  "skills_title": "My Technical Skills",
  "project_bootstrap_title": "Bootstrap Page",
  "project_bootstrap_description": "Responsive website using Bootstrap for design and layout, demonstrating the use of framework components and utilities.",
  "project_freecodecamp_title": "freeCodeCamp Testimonials",
  "project_freecodecamp_description": "Responsive React web page that clones the freeCodeCamp student testimonials section. It showcases my development knowledge. It reflects my experience with various technologies.",
  "project_layout_title": "Layout Page",
  "project_layout_description": "Resume-style web page developed with HTML and CSS. It presents personal information, experience, education, and skills in a clean and professional format, ideal for showcasing your profile digitally. URL https://frankusqabant.github.io/pagina-maquetacion-cv/",
  "project_halo_title": "Halo Page",
  "project_halo_description": "Web page inspired by the Halo video game saga, developed with HTML and CSS. It includes thematic sections, images, and custom styles to pay homage to the franchise.",
  "contact_title": "Let's Work Together",
  "contact_text": "I am always looking to collaborate on projects that combine creativity, technology, and real impact. I am motivated to solve complex problems with clear and elegant solutions, paying attention to every detail of the user experience. If you think we can build something amazing together, write to me through the form or my social networks.",
  "form_name_placeholder": "Name",
  "form_email_placeholder": "Email",
  "form_message_placeholder": "Your message",
  "form_send_message": "Send Message",
  "form_success_title": "Message Sent!",
  "form_success_text": "Thank you for contacting me. I will reply as soon as possible.",
  "form_back_button": "Back",
  "footer_copyright": "© 2025 Frank Abanto. All rights reserved."
}