{
  "app_title": "Frank Abanto | Desarrollador Web",
  "nav_home": "Inicio",
  "nav_about": "Sobre Mí",
  "nav_projects": "Proyectos",
  "nav_contact": "Contacto",
  "hero_greeting": "Hola Mundo, Soy Frank Abanto",
  "hero_title_part1": "Apasionado por el ",
  "hero_title_part2": "Desarrollador Web",
  "hero_description": "Con el propósito de transformar ideas en código, creando productos digitales que cambian la forma en que las personas interactúan con la tecnología.",
  "hero_download_cv": "Descargar CV",
  "hero_contact_me": "Contáctame",
  "about_title": "Sobre Mí",
  "about_who_am_i_title": "¿Quién Soy?",
  "about_who_am_i_text": "Creativo por naturaleza y curioso por vocación, transformo ideas en experiencias digitales funcionales y visuales. Me guía el compromiso, la adaptabilidad y la energía para aprender, contribuir y marcar la diferencia en cada proyecto.",
  "about_my_objective_title": "Mi Objetivo",
  "about_my_objective_text": "Mi objetivo es seguir aprendiendo desarrollarme profesionalmente en un entorno que fomente la innovación y el trabajo en equipo, aportando mis habilidades para alcanzar metas comunes.",
  "about_my_profile_title": "Mi Perfil",
  "about_my_profile_text": "Proactivo y orientado a resultados, con habilidades para enfrentar retos y entregar soluciones innovadoras. Me destaco por mi adaptabilidad y capacidad de aprendizaje constante.",
  "skills_title": "Mis Habilidades Técnicas",
  "project_bootstrap_title": "Pagina Bootstrap",
  "project_bootstrap_description": "Sitio web responsivo utilizando Bootstrap para el diseño y la maquetación, demostrando el uso de componentes y utilidades del framework.",
  "project_freecodecamp_title": "Testimonios de freeCodeCamp",
  "project_freecodecamp_description": "Página web responsiva en React que clona la seccion de testimonios de estudiantes de freeCodeCamp. Muestra mis conocimientos de desarrollo. Refleja mi experiencia con diversas tecnologías.",
  "project_layout_title": "Pagina Maquetación",
  "project_layout_description": "Página web tipo currículum vitae desarrollada con HTML y CSS. Presenta información personal, experiencia, educación y habilidades en un formato limpio y profesional, ideal para mostrar tu perfil de manera digital. URL https://frankusqabant.github.io/pagina-maquetacion-cv/",
  "project_halo_title": "Pagina Halo",
  "project_halo_description": "Página web inspirada en la saga de videojuegos Halo, desarrollada con HTML y CSS. Incluye secciones temáticas, imágenes y estilos personalizados para rendir homenaje a la franquicia.",
  "contact_title": "Trabajemos Juntos",
  "contact_text": "Siempre busco colaborar en proyectos que unan creatividad, tecnología e impacto real. Me motiva resolver problemas complejos con soluciones claras y elegantes, cuidando cada detalle de la experiencia del usuario. Si crees que podemos construir algo increíble juntos, escríbeme a través del formulario o mis redes.",
  "form_name_placeholder": "Nombre",
  "form_email_placeholder": "Correo Electrónico",
  "form_message_placeholder": "Tu mensaje",
  "form_send_message": "Enviar Mensaje",
  "form_success_title": "¡Mensaje Enviado!",
  "form_success_text": "Gracias por contactarme. Te responderé lo antes posible.",
  "form_back_button": "Volver",
  "footer_copyright": "© 2025 Frank Abanto. Todos los derechos reservados."
}